Repository: crazyball666/Conn
Catalog: Conn/Conn/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 没有匹配的卷
en: No matching volumes
ja: 一致するボリュームがありません
ko: 일치하는 볼륨이 없습니다
zh_hant: 沒有符合的磁碟區

source: 没有匹配的容器
en: No matching containers
ja: 一致するコンテナがありません
ko: 일치하는 컨테이너가 없습니다
zh_hant: 沒有符合的容器

source: 没有匹配的片段
en: No matching snippets
ja: 一致するスニペットがありません
ko: 일치하는 스니펫이 없습니다
zh_hant: 沒有符合的片段

source: 没有匹配的网络
en: No matching networks
ja: 一致するネットワークがありません
ko: 일치하는 네트워크가 없습니다
zh_hant: 沒有符合的網路

source: 没有匹配的脚本
en: No matching scripts
ja: 一致するスクリプトがありません
ko: 일치하는 스크립트가 없습니다
zh_hant: 沒有相符的指令碼

source: 没有匹配的镜像
en: No matching images
ja: 一致するイメージがありません
ko: 일치하는 이미지가 없습니다
zh_hant: 沒有符合的映像

source: 没有卷
en: No volumes
ja: ボリュームなし
ko: 볼륨 없음
zh_hant: 沒有磁碟區

source: 没有容器使用此镜像
en: No containers use this image
ja: このイメージを使用しているコンテナはありません
ko: 이 이미지를 사용하는 컨테이너가 없습니다
zh_hant: 沒有容器使用此映像

source: 没有容器引用此卷
en: No containers reference this volume
ja: このボリュームを参照しているコンテナはありません
ko: 이 볼륨을 참조하는 컨테이너가 없습니다
zh_hant: 沒有容器引用此磁碟區

source: 没有容器接入此网络
en: No containers attached to this network
ja: このネットワークに接続しているコンテナはありません
ko: 이 네트워크에 연결된 컨테이너가 없습니다
zh_hant: 沒有容器接入此網路

source: 没有活跃会话
en: No active sessions
ja: アクティブなセッションがありません
ko: 활성 세션이 없습니다
zh_hant: 沒有作用中的工作階段

source: 没有网络
en: No networks
ja: ネットワークなし
ko: 네트워크 없음
zh_hant: 沒有網路

source: 没有镜像
en: No images
ja: イメージなし
ko: 이미지 없음
zh_hant: 沒有映像

source: 法律与隐私
en: Legal & Privacy
ja: 法務とプライバシー
ko: 법률 및 개인정보 보호
zh_hant: 法律與隱私

source: 浅色
en: Light
ja: ライト
ko: 라이트
zh_hant: 淺色

source: 测试
en: Staging
ja: ステージング
ko: 스테이징
zh_hant: 測試

source: 深浅色
en: Light / Dark
ja: ライト / ダーク
ko: 라이트 / 다크
zh_hant: 深淺色

source: 深色
en: Dark
ja: ダーク
ko: 다크

source: 添加
en: Add
ja: 追加
ko: 추가
zh_hant: 新增

source: 添加主机
en: Add Host
ja: ホストを追加
ko: 호스트 추가
zh_hant: 新增主機

# 添加你的第一台服务器，开始监控与管理
source: 添加第一台服务器，开始监控和管理
en: Add your first server to start monitoring and managing it
ja: 最初のサーバーを追加して、監視と管理を始めましょう
ko: 첫 서버를 추가하여 모니터링과 관리를 시작하세요
zh_hant: 新增第一台伺服器，開始監控與管理

source: 添加参数
en: Add argument
ja: 引数を追加
ko: 인수 추가
zh_hant: 新增引數

source: 添加我的服务器
en: Add my server
ja: サーバーを追加
ko: 내 서버 추가
zh_hant: 新增我的伺服器

source: 添加挂载
en: Add mount
ja: マウントを追加
ko: 마운트 추가
zh_hant: 新增掛載

source: 添加环境变量
en: Add environment variable
ja: 環境変数を追加
ko: 환경 변수 추가
zh_hant: 新增環境變數

source: 添加端口
en: Add port
ja: ポートを追加
ko: 포트 추가
zh_hant: 新增連接埠

# 添加第一台服务器，或先用演示模式逛一圈
source: 添加第一台服务器，或先体验演示模式
en: Add your first server, or try demo mode first
ja: 最初のサーバーを追加するか、まずデモモードで試してみましょう
ko: 첫 서버를 추가하거나 먼저 데모 모드로 둘러보세요
zh_hant: 新增第一台伺服器，或先體驗示範模式

source: 添加选项
en: Add option
ja: オプションを追加
ko: 옵션 추가
zh_hant: 新增選項

source: 清理
en: Prune
ja: クリーンアップ
ko: 정리

source: 清理 Docker 资源
en: Prune Docker resources
ja: Docker リソースをクリーンアップ
ko: Docker 리소스 정리
zh_hant: 清理 Docker 資源

source: 清理悬空镜像
en: Prune Dangling Images
ja: 未使用イメージを削除
ko: 미사용 이미지 정리
zh_hant: 清理懸空映像

source: 清理范围
en: Prune scope
ja: クリーンアップの範囲
ko: 정리 범위
zh_hant: 清理範圍

source: 清除
en: Clear
ja: クリア
ko: 지우기

source: 源与目标相同
en: Source and destination are the same
ja: Source and destination are the same
ko: Source and destination are the same

source: 演示模式
en: Demo mode
ja: デモモード
ko: 데모 모드
zh_hant: 示範模式

# 点击右上角 + 新增分组
source: 请点击右上角“+”添加分组
en: Select “+” in the top-right corner to add a group
ja: 右上の＋をタップしてグループを追加
ko: 오른쪽 상단의 +를 눌러 그룹을 추가하세요
zh_hant: 請點擊右上角「+」新增分組

source: 父进程 PID
en: Parent PID
ja: 親プロセス PID
ko: 부모 PID
zh_hant: 父行程 PID

source: 版本
en: Version
ja: バージョン
ko: 버전

source: 特权容器
en: Privileged container
ja: 特権コンテナ
ko: 권한 있는 컨테이너
zh_hant: 特權容器

source: 状态
en: State
ja: 状態
ko: 상태
zh_hant: 狀態

source: 环境变量
en: Environment
ja: 環境変数
ko: 환경 변수
zh_hant: 環境變數

source: 生产
en: Production
ja: 本番
ko: 프로덕션
zh_hant: 生產

source: 生成
en: Generate
ko: 생성
zh_hant: 產生

source: 生成 Ed25519 密钥
en: Generate Ed25519 key
ja: Ed25519 鍵を生成
ko: Ed25519 키 생성
zh_hant: 產生 Ed25519 金鑰

source: 生成一把 Ed25519 密钥，部署到主机后即可免密登录
en: Generate an Ed25519 key and deploy it to a host for passwordless login
ja: Ed25519 鍵を生成してホストにデプロイすれば、パスワードなしでログインできます
ko: Ed25519 키를 생성해 호스트에 배포하면 비밀번호 없이 로그인할 수 있습니다
zh_hant: 產生一把 Ed25519 金鑰，部署到主機後即可免密碼登入

source: 生成密钥
en: Generate key
ja: 鍵を生成
ko: 키 생성
zh_hant: 產生金鑰

source: 用 %@ 解锁
en: Unlock with %@
ja: %@ でロック解除
ko: %@(으)로 잠금 해제
zh_hant: 用 %@ 解鎖

source: 用户
en: User
ja: ユーザー
ko: 사용자
zh_hant: 使用者

source: 用户名
en: Username
ja: ユーザー名
ko: 사용자 이름
zh_hant: 使用者名稱

# 留空会恢复自动名称。
source: 留空时恢复自动名称。
en: Leave blank to restore the automatic name.
ja: 空欄にすると自動名に戻ります。
ko: 비워 두면 자동 이름으로 복원됩니다.
zh_hant: 留空時會恢復自動名稱。

# 留空则用地址显示。
source: 留空时显示地址。
en: Leave blank to use the address as the display name.
ja: 空欄の場合はアドレスを表示名として使用します。
ko: 비워 두면 주소를 표시 이름으로 사용합니다.
zh_hant: 留空時會以位址作為顯示名稱。

source: 目标主机
en: Target host
ja: 対象ホスト
ko: 대상 호스트
zh_hant: 目標主機

source: 目标已存在：%@
en: Destination already exists: %@
ja: Destination already exists: %@
ko: Destination already exists: %@

source: 睡眠
en: Sleeping
ja: スリープ
ko: 대기 중

source: 硬中断
en: Hard IRQ
ja: ハード割込み
ko: 하드 IRQ
zh_hant: 硬中斷

source: 确定
en: OK
ja: OK
ko: 확인
zh_hant: 確定

source: 确认 Docker 操作
en: Confirm Docker operation
ja: Docker 操作を確認
ko: Docker 작업 확인
zh_hant: 確認 Docker 操作

source: 确认执行？
en: Run this?
ja: 実行しますか？
ko: 실행하시겠습니까?
zh_hant: 確認執行？

source: 确认词
en: Confirmation text
ja: 確認語句
ko: 확인 문구
zh_hant: 確認詞

source: 确认词不匹配，未执行 Docker 操作
en: Confirmation text does not match; Docker operation was not run
ja: 確認語句が一致しないため、Docker 操作は実行されませんでした
ko: 확인 문구가 일치하지 않아 Docker 작업을 실행하지 않았습니다
zh_hant: 確認詞不符，未執行 Docker 操作

source: 磁盘
en: Disk
ja: ディスク
ko: 디스크
zh_hant: 磁碟

source: 磁盘 IO
en: Disk I/O
ja: ディスク I/O
ko: 디스크 I/O
zh_hant: 磁碟 IO

source: 离线
en: Offline
ja: オフライン
ko: 오프라인
zh_hant: 離線

source: 私钥
en: Private key
ja: 秘密鍵
ko: 개인 키
zh_hant: 私鑰

source: 私钥不会写入数据库，只保存在设备 Keychain。
en: The private key is never written to the database; it is stored only in the device Keychain.
ja: 秘密鍵はデータベースに保存されず、デバイスの Keychain のみに保存されます。
ko: 개인 키는 데이터베이스에 저장되지 않고 기기의 Keychain에만 보관됩니다.
zh_hant: 私鑰不會寫入資料庫，只會儲存在裝置的 Keychain。

source: 私钥仅保存在 Keychain；导出前请确认周围环境安全。
en: The private key is stored only in the Keychain. Make sure your surroundings are secure before exporting it.
ja: 秘密鍵は Keychain にのみ保存されます。エクスポートする前に周囲の安全を確認してください。
ko: 개인 키는 Keychain에만 저장됩니다. 내보내기 전에 주변 환경이 안전한지 확인하세요.
zh_hant: 私鑰僅儲存在 Keychain；匯出前請確認周遭環境安全。

source: 私钥信息
en: Private key details
ja: 秘密鍵の情報
ko: 개인 키 정보
zh_hant: 私鑰資訊

source: 私钥内容
en: Private key content
ja: 秘密鍵の内容
ko: 개인 키 내용
zh_hant: 私鑰內容

source: 私钥导入失败
en: Failed to import private key
ja: 秘密鍵のインポートに失敗しました
ko: 개인 키 가져오기 실패
zh_hant: 私鑰匯入失敗

source: 私钥读取失败
en: Failed to read private key
ja: 秘密鍵の読み込みに失敗しました
ko: 개인 키를 읽지 못했습니다
zh_hant: 讀取私鑰失敗

source: 移动
en: Move
ja: Move
ko: Move

source: 移动到
en: Move to
ja: Move to
ko: Move to

source: 移除
en: Remove
ja: 削除
ko: 제거

source: 移除所有未使用镜像
en: Remove all unused images
ja: 未使用のイメージをすべて削除
ko: 사용하지 않는 모든 이미지 제거
zh_hant: 移除所有未使用的映像檔

source: 移除手动项目？
en: Remove manual project?
ja: 手動プロジェクトを削除しますか？
ko: 수동 프로젝트를 제거할까요?
zh_hant: 移除手動專案？

source: 空格
en: Spaces
ja: スペース
ko: 공백

source: 空目录
en: Empty directory
ja: 空のディレクトリ
ko: 빈 디렉터리
zh_hant: 空目錄

source: 空闲
en: Free
ja: 空き
ko: 여유
zh_hant: 空閒

source: 竖线
en: Bar
ja: バー
ko: 세로줄
zh_hant: 豎線

source: 端口
en: Port
ja: ポート
ko: 포트
zh_hant: 連接埠

source: 等待远端输出…
en: Waiting for remote output…
ja: リモート出力を待機中…
ko: 원격 출력을 기다리는 중…
zh_hant: 正在等待遠端輸出…

source: 算法
en: Algorithm
ja: アルゴリズム
ko: 알고리즘
zh_hant: 演算法

source: 管理分组
en: Manage groups
ja: グループを管理
ko: 그룹 관리
zh_hant: 管理分組

source: 类型
en: Type
ja: Type
ko: Type

source: 粉
en: Pink
ja: ピンク
ko: 분홍

source: 粘贴
en: Paste
ja: ペースト
ko: 붙여넣기
zh_hant: 貼上

source: 系统
en: System
ja: システム
ko: 시스템
zh_hant: 系統

source: 紫
en: Purple
ko: 보라

source: 线程数
en: Threads
ja: スレッド数
ko: 스레드 수
zh_hant: 執行緒數

source: 终端
en: Terminal
ja: ターミナル
ko: 터미널
zh_hant: 終端

source: 终端会话
en: Terminal sessions
ja: ターミナルセッション
ko: 터미널 세션
zh_hant: 終端工作階段

source: 终端设置
en: Terminal Settings
ja: ターミナル設定
ko: 터미널 설정
zh_hant: 終端設定

source: 终端连接已断开
en: Terminal connection closed
ja: ターミナル接続が切断されました
ko: 터미널 연결이 끊어졌습니다
zh_hant: 終端連線已中斷

source: 绑定挂载
en: Bind mount
ja: バインドマウント
ko: 바인드 마운트
zh_hant: 繫結掛載

source: 结束 %@
en: End %@
ja: %@ を終了
ko: %@ 종료
zh_hant: 結束 %@

source: 结束 %@ 失败：%@
en: Failed to end %@: %@
ja: %@ の終了に失敗：%@
ko: %@ 종료 실패: %@
zh_hant: 結束 %@ 失敗：%@

source: 结束 %@（PID %d）？将发送 SIGTERM。
en: End %@ (PID %d)? SIGTERM will be sent.
ja: %@（PID %d）を終了しますか？ SIGTERM を送信します。
ko: %@(PID %d)를 종료하시겠습니까? SIGTERM을 보냅니다.
zh_hant: 結束 %@（PID %d）？將發送 SIGTERM。

source: 结束进程
en: End process
ja: プロセス終了
ko: 프로세스 종료
zh_hant: 結束程序

source: 结束进程失败：%@
en: Failed to end process: %@
ja: プロセスの終了に失敗：%@
ko: 프로세스 종료 실패: %@
zh_hant: 結束行程失敗：%@

source: 结果
en: Result
ja: 結果
ko: 결과
zh_hant: 結果

source: 结果未知
en: Result unknown
ja: 結果不明
ko: 결과를 알 수 없음
zh_hant: 結果未知

source: 绝对路径，如 /var/log
en: Absolute path, e.g. /var/log
ja: 絶対パス（例: /var/log）
ko: 절대 경로, 예: /var/log
zh_hant: 絕對路徑，如 /var/log

source: 继续
en: Continue
ja: 続ける
ko: 계속
zh_hant: 繼續

source: 绿
en: Green
ja: 緑
ko: 초록
zh_hant: 綠

source: 缓存
en: Cache
ja: キャッシュ
ko: 캐시
zh_hant: 快取

source: 编辑
en: Edit
ja: 編集
ko: 편집
zh_hant: 編輯

source: 编辑主机
en: Edit Host
ja: ホストを編集
ko: 호스트 편집
zh_hant: 編輯主機

source: 编辑命令
en: Edit Command
ja: コマンドを編集
ko: 명령 편집
zh_hant: 編輯命令

source: 编辑器
en: Editor
ja: エディタ
ko: 편집기
zh_hant: 編輯器

source: 编辑器设置
en: Editor Settings
ja: エディタ設定
ko: 편집기 설정
zh_hant: 編輯器設定

source: 编辑片段
en: Edit snippet
ja: スニペットを編集
ko: 스니펫 편집
zh_hant: 編輯片段

source: 编辑脚本
en: Edit script
ja: スクリプトを編集
ko: 스크립트 편집
zh_hant: 編輯指令碼

source: 缩进
en: Indentation
ja: インデント
ko: 들여쓰기
zh_hant: 縮排

source: 缩进方式
en: Indentation Style
ja: インデント方式
ko: 들여쓰기 방식
zh_hant: 縮排方式

source: 网关
en: Gateway
ja: ゲートウェイ
ko: 게이트웨이
zh_hant: 閘道

source: 网络
en: Network
ja: ネットワーク
ko: 네트워크
zh_hant: 網路

source: 网络 ↑
en: Net ↑
ja: 送信 ↑
ko: 송신 ↑
zh_hant: 網路 ↑

source: 网络 ↓
en: Net ↓
ja: 受信 ↓
ko: 수신 ↓
zh_hant: 網路 ↓

source: 网络 ID
en: Network ID
ja: ネットワーク ID
ko: 네트워크 ID
zh_hant: 網路 ID

source: 网络配置无效，未执行 Docker 操作
en: Invalid network configuration; Docker operation was not run
ja: ネットワーク構成が無効なため、Docker 操作は実行されませんでした
ko: 네트워크 구성이 올바르지 않아 Docker 작업을 실행하지 않았습니다
zh_hant: 網路設定無效，未執行 Docker 操作

source: 置顶到「常用」
en: Pin to Favorites
ja: 「よく使う」にピン留め
ko: '자주 쓰는'에 고정
zh_hant: 置頂到「常用」

source: 脚本
en: Script
ja: スクリプト
ko: 스크립트
zh_hant: 指令碼

source: 脚本：%@
en: Script: %@
ja: スクリプト：%@
ko: 스크립트: %@
zh_hant: 指令碼：%@

# 脚本只会填入终端，不会自动执行。
source: 脚本仅填入终端，不会自动执行。
en: The script is inserted into the terminal only; it is not executed automatically.
ja: スクリプトはターミナルに入力されるだけで、自動実行されません。
ko: 스크립트는 터미널에 입력만 되며 자동으로 실행되지 않습니다.
zh_hant: 指令碼只會填入終端機，不會自動執行。

source: 脚本已执行，但执行记录保存失败
en: Script executed, but the execution record could not be saved
ja: スクリプトは実行されましたが、実行記録を保存できませんでした
ko: 스크립트를 실행했지만 실행 기록을 저장하지 못했습니다
zh_hant: 指令碼已執行，但無法儲存執行記錄

source: 自动发现
en: Auto-discovered
ja: 自動検出
ko: 자동 발견
zh_hant: 自動探索

source: 自动换行
en: Word Wrap
ja: 行を折り返す
ko: 자동 줄 바꿈
zh_hant: 自動換行

source: 蓝
en: Blue
ja: 青
ko: 파랑
zh_hant: 藍

source: 被动建连
en: Passive opens
ja: パッシブ接続
ko: 수동 연결
zh_hant: 被動建連

source: 解析主机地址
en: Resolve host address
ja: ホストアドレスを解決
ko: 호스트 주소 확인
zh_hant: 解析主機位址

source: 解释器
en: Interpreter
ja: インタープリター
ko: 인터프리터
zh_hant: 解譯器

source: 解锁 Conn
en: Unlock Conn
ja: Conn のロックを解除
ko: Conn 잠금 해제
zh_hant: 解鎖 Conn

source: 认证
en: Authentication
ja: 認証
ko: 인증
zh_hant: 認證

source: 认证未完成，请重试
en: Authentication was not completed. Try again.
ja: 認証が完了しませんでした。もう一度お試しください。
ko: 인증이 완료되지 않았습니다. 다시 시도해 주세요.
zh_hant: 認證未完成，請重試。

source: 设备认证不可用，请在系统设置中启用设备密码或 Face ID
en: Device authentication is unavailable. Enable a device passcode or Face ID in Settings.
ja: デバイス認証を利用できません。設定でデバイスパスコードまたは Face ID を有効にしてください。
ko: 기기 인증을 사용할 수 없습니다. 설정에서 기기 암호 또는 Face ID를 켜 주세요.
zh_hant: 無法使用裝置認證，請在設定中啟用裝置密碼或 Face ID。

source: 设置
en: Settings
ja: 設定
ko: 설정
zh_hant: 設定

source: 设置别名
en: Set alias
ja: エイリアスを設定
ko: 별칭 설정
zh_hant: 設定別名

source: 设置终端别名
en: Set terminal alias
ja: ターミナルのエイリアスを設定
ko: 터미널 별칭 설정
zh_hant: 設定終端別名

source: 该主机上没有容器
en: No containers on this host
ja: このホストにコンテナはありません
ko: 이 호스트에 컨테이너가 없습니다
zh_hant: 此主機上沒有容器

source: 该主机缺少脚本所需能力：%@
en: This host is missing a required script capability: %@
ja: このホストにはスクリプトに必要な機能がありません：%@
ko: 이 호스트에 스크립트 실행에 필요한 기능이 없습니다: %@
zh_hant: 該主機缺少腳本所需能力：%@

source: 该片段被标记为危险
en: This snippet is marked as dangerous
ja: このスニペットは危険としてマークされています
ko: 이 스니펫은 위험으로 표시되어 있습니다
zh_hant: 此片段被標記為危險

source: 该脚本被标记为危险
en: This script is marked as dangerous
ja: このスクリプトは危険としてマークされています
ko: 이 스크립트는 위험한 것으로 표시되어 있습니다
zh_hant: 此指令碼已標記為危險

source: 该项目没有服务
en: This project has no services
ja: このプロジェクトにはサービスがありません
ko: 이 프로젝트에는 서비스가 없습니다
zh_hant: 此專案沒有服務

source: 详情
en: Details
ja: 詳細
ko: 세부 정보
zh_hant: 詳情

source: 语言
en: Language
ja: 言語
ko: 언어
zh_hant: 語言

source: 请稍后重试
en: Please try again later.
ja: しばらくしてからもう一度お試しください。
ko: 잠시 후 다시 시도해 주세요.
zh_hant: 請稍後重試。

source: 请输入 %@ 以继续。
en: Enter %@ to continue.
ja: 続行するには %@ を入力してください。
ko: 계속하려면 %@을(를) 입력하세요.
zh_hant: 請輸入 %@ 以繼續。

source: 请选择密钥
en: Select a key
ja: 鍵を選択してください
ko: 키를 선택하세요
zh_hant: 請選取金鑰

source: 请选择指标
en: Select at least one metric
ja: 指標を選択してください
ko: 지표를 선택하세요
zh_hant: 請選擇指標

source: 读
en: Read
ja: 読み
ko: 읽기
zh_hant: 讀

source: 读取 Compose 项目…
en: Loading Compose projects…
ja: Compose プロジェクトを読み込み中…
ko: Compose 프로젝트 불러오는 중…
zh_hant: 正在讀取 Compose 專案…

source: 读取主机失败
en: Failed to load hosts
ja: ホストの読み込みに失敗しました
ko: 호스트 불러오기 실패
zh_hant: 讀取主機失敗

source: 读取主机失败：%@
en: Failed to load hosts: %@
ja: ホストの読み込みに失敗：%@
ko: 호스트 불러오기 실패: %@
zh_hant: 讀取主機失敗：%@

source: 读取主机配置失败
en: Failed to load host settings
ja: ホスト設定を読み込めません
ko: 호스트 설정을 불러오지 못했습니다
zh_hant: 讀取主機設定失敗

source: 读取主机配置失败，请重试
en: Failed to load host settings. Please try again.
ja: ホスト設定を読み込めません。もう一度お試しください。
ko: 호스트 설정을 불러오지 못했습니다. 다시 시도해 주세요.
zh_hant: 讀取主機設定失敗，請重試。

source: 读取卷…
en: Loading volumes…
ja: ボリュームを読み込み中…
ko: 볼륨 로딩 중…
zh_hant: 讀取磁碟區…

source: 读取容器…
en: Loading containers…
ja: コンテナを読み込み中…
ko: 컨테이너 불러오는 중…
zh_hant: 讀取容器…

source: 读取执行历史失败：%@
en: Failed to read execution history: %@
ja: 実行履歴の読み込みに失敗しました：%@
ko: 실행 기록을 읽지 못했습니다: %@
zh_hant: 讀取執行歷程失敗：%@

source: 读取文件…
en: Reading file…
ja: ファイルを読み込み中…
ko: 파일 읽는 중…
zh_hant: 讀取檔案…

source: 读取服务…
en: Loading services…
ja: サービスを読み込み中…
ko: 서비스 불러오는 중…
zh_hant: 正在讀取服務…

source: 读取片段失败，请重试
en: Failed to load scripts. Please try again.
ja: スクリプトを読み込めません。もう一度お試しください。
ko: 스크립트를 불러오지 못했습니다. 다시 시도해 주세요.
zh_hant: 讀取腳本失敗，請重試。

source: 读取片段失败：%@
en: Failed to load snippets: %@
ja: スニペットの読み込みに失敗：%@
ko: 스니펫 불러오기 실패: %@
zh_hant: 讀取片段失敗：%@

source: 读取目录…
en: Reading directory…
ja: ディレクトリを読み込み中…
ko: 디렉터리 읽는 중…
zh_hant: 讀取目錄…

source: 读取网络…
en: Loading networks…
ja: ネットワークを読み込み中…
ko: 네트워크 로딩 중…
zh_hant: 讀取網路…

source: 读取详情…
en: Loading details…
ja: 詳細を読み込み中…
ko: 세부 정보 로딩 중…
zh_hant: 讀取詳情…

source: 读取镜像…
en: Loading images…
ja: イメージを読み込み中…
ko: 이미지 로딩 중…
zh_hant: 讀取映像…

source: 读总量
en: Total read
ja: 読み込み合計
ko: 읽기 총량
zh_hant: 讀取總量

source: 读速率
en: Read rate
ja: 読み込み速度
ko: 읽기 속도
zh_hant: 讀取速率

source: 警告
en: Warning
ko: 경고

source: 负载
en: Load
ja: 負荷
ko: 부하
zh_hant: 負載

source: 负载（1 分钟）
en: Load (1 min)
ja: 負荷（1 分）
ko: 부하 (1분)
zh_hant: 負載（1 分鐘）

source: 跟随中
en: Following
ja: 追従中
ko: 따라가는 중
zh_hant: 跟隨中

source: 跟随系统
en: Follow System
ja: システムに従う
ko: 시스템 설정 따르기
zh_hant: 跟隨系統

source: 跳转失败：%@
en: Jump failed: %@
ja: Jump failed: %@
ko: Jump failed: %@
zh_hant: 跳轉失敗：%@

source: 跳转指定目录
en: Jump to Path
ja: Jump to Path
ko: Jump to Path

source: 身份认证
en: Authentication
ja: 認証
ko: 인증
zh_hant: 身分驗證

source: 软中断
en: Soft IRQ
ja: ソフト割込み
ko: 소프트 IRQ
zh_hant: 軟中斷

source: 过滤关键词
en: Filter keyword
ja: キーワードでフィルタ
ko: 키워드 필터
zh_hant: 篩選關鍵字

source: 运行
en: Uptime
ja: 稼働
ko: 가동
zh_hant: 運行

source: 运行 %@
en: Run %@
ja: %@ を実行
ko: %@ 실행
zh_hant: 執行 %@

source: 运行中
en: Running
ja: 実行中
ko: 실행 중
zh_hant: 執行中

source: 运行时长
en: Uptime
ja: 稼働時間
ko: 가동 시간
zh_hant: 運行時長

source: 返回
en: Back
ja: 戻る
ko: 뒤로

# 返回不会关闭会话；仅“退出终端”或在这里关闭才会结束该 PTY。
source: 返回不会关闭会话；只有“退出终端”或在此关闭会话才会结束该 PTY。
en: Going back does not close the session. Only “Exit terminal” or closing it here ends the PTY.
ja: 戻るだけではセッションは終了しません。「ターミナルを終了」またはここで閉じた場合にのみ PTY が終了します。
ko: 뒤로 가도 세션은 종료되지 않습니다. ‘터미널 종료’를 선택하거나 여기에서 닫아야 PTY가 종료됩니다.
zh_hant: 返回不會關閉工作階段；只有「退出終端機」或在此關閉工作階段才會結束該 PTY。

# 还没有主机
source: 暂无服务器
en: No servers yet
ja: サーバーがありません
ko: 아직 서버가 없습니다
zh_hant: 尚無伺服器

# 还没有主机，请先在「主机」里添加。
source: 暂无服务器，请先在“服务器”中添加。
en: No servers yet. Add one from Servers first.
ja: サーバーがありません。まず「サーバー」から追加してください。
ko: 아직 서버가 없습니다. 먼저 '서버'에서 추가하세요.
zh_hant: 尚無伺服器，請先在「伺服器」中新增。

source: 还没有分组
en: No groups yet
ja: グループはまだありません
ko: 아직 그룹이 없습니다
zh_hant: 還沒有分組

# 还没有分组，先到分组管理中创建。
source: 暂无分组，请先在分组管理中创建。
en: No groups yet. Create one in Group Management first.
ja: グループがありません。まずグループ管理で作成してください。
ko: 그룹이 없습니다. 먼저 그룹 관리에서 생성하세요.
zh_hant: 尚無分組，請先在分組管理中建立。

# 还没有分组，先用右上角「+」新建。
source: 暂无分组，请点击右上角“+”创建。
en: No groups yet. Select “+” in the top-right corner to create one.
ja: グループがありません。右上の「+」から作成してください。
ko: 그룹이 없습니다. 오른쪽 상단의 “+”로 생성하세요.
zh_hant: 尚無分組，請點擊右上角「+」建立。

# 还没有命令
source: 暂无脚本
en: No scripts yet
ja: スクリプトはまだありません
ko: 아직 스크립트가 없습니다
zh_hant: 尚無指令碼

# 还没有密钥
source: 暂无密钥
en: No keys yet
ja: 鍵がありません
ko: 키가 없습니다
zh_hant: 尚無金鑰

source: 还没有密钥，请先在密钥管家中生成或导入
en: No keys yet. Generate or import one in Key Manager first.
ja: 鍵がありません。まず鍵の管理で生成またはインポートしてください。
ko: 키가 없습니다. 먼저 키 관리자에서 생성하거나 가져오세요.
zh_hant: 尚無金鑰，請先在金鑰管理中產生或匯入。

source: 还没有执行记录
en: No run history yet
ja: 実行履歴がありません
ko: 아직 실행 기록이 없습니다
zh_hant: 尚未有執行記錄

# 还没有片段
source: 暂无脚本片段
en: No script snippets yet
ja: スクリプトスニペットはまだありません
ko: 아직 스크립트 스니펫이 없습니다
zh_hant: 尚無指令碼片段

# 还没有终端会话
source: 暂无终端会话
en: No terminal sessions yet
ja: ターミナルセッションはまだありません
ko: 터미널 세션이 없습니다
zh_hant: 尚無終端工作階段

# 还没有脚本
source: 暂无脚本
en: No scripts yet
ja: スクリプトはまだありません
ko: 아직 스크립트가 없습니다
zh_hant: 尚無指令碼

source: 这是生产环境主机。该操作会影响正在运行的服务，请核对目标后再继续。
en: This is a production host. This action can affect running services. Verify the target before continuing.
ja: これは本番環境のホストです。この操作は実行中のサービスに影響します。続行する前に対象を確認してください。
ko: 프로덕션 호스트입니다. 이 작업은 실행 중인 서비스에 영향을 줄 수 있습니다. 계속하기 전에 대상을 확인하세요.
zh_hant: 這是正式環境主機。此操作會影響執行中的服務，請核對目標後再繼續。

source: 进程
en: Processes
ja: プロセス
ko: 프로세스
zh_hant: 行程

source: 进程 · CPU 占用前列
en: Processes · Top CPU
ja: プロセス · CPU 使用率上位
ko: 프로세스 · CPU 사용 상위
zh_hant: 程序 · CPU 佔用前列

source: 进程 PID
en: Process PID
ja: プロセス PID
ko: 프로세스 PID
zh_hant: 行程 PID

source: 进程操作
en: Process action
ja: プロセス操作
ko: 프로세스 작업
zh_hant: 程序操作

source: 进终端
en: Open in terminal
ja: ターミナルで開く
ko: 터미널에서 열기
zh_hant: 進入終端

source: 远程主机暂时无法满足片段要求。
en: The remote host cannot currently meet the snippet requirements.
ja: リモートホストは現在、スニペットの要件を満たせません。
ko: 원격 호스트가 현재 스니펫 요구 사항을 충족할 수 없습니다.
zh_hant: 遠端主機暫時無法符合片段要求。

source: 远程主机未提供执行此片段所需的完整数据。
en: The remote host did not provide all data required to run this snippet.
ja: リモートホストから、このスニペットの実行に必要なデータをすべて取得できませんでした。
ko: 원격 호스트에서 이 스니펫을 실행하는 데 필요한 전체 데이터를 제공하지 않았습니다.
zh_hant: 遠端主機未提供執行此片段所需的完整資料。

source: 远程主机缺少执行此片段所需的命令。
en: The remote host is missing a command required to run this snippet.
ja: リモートホストに、このスニペットの実行に必要なコマンドがありません。
ko: 원격 호스트에 이 스니펫을 실행하는 데 필요한 명령이 없습니다.
zh_hant: 遠端主機缺少執行此片段所需的命令。

source: 远程主机缺少部分可选命令，片段仍可继续执行。
en: The remote host is missing some optional commands, but the snippet can still run.
ja: リモートホストに一部のオプションコマンドがありませんが、スニペットは実行できます。
ko: 원격 호스트에 일부 선택적 명령이 없지만 스니펫은 계속 실행할 수 있습니다.
zh_hant: 遠端主機缺少部分選用命令，片段仍可繼續執行。

source: 连接
en: Connection
ja: 接続
ko: 연결
zh_hant: 連線

source: 连接中…
en: Connecting…
ja: 接続中…
ko: 연결 중…
zh_hant: 連線中…

source: 连接失败
en: Connection failed
ja: 接続に失敗しました
ko: 연결 실패
zh_hant: 連線失敗

source: 连接失败，下拉重试
en: Connection failed, pull to retry
ja: 接続に失敗しました。引っ張って再試行
ko: 연결 실패, 당겨서 재시도
zh_hant: 連線失敗，下拉重試

source: 连接失败：%@
en: Connection failed: %@
ja: 接続に失敗：%@
ko: 연결 실패: %@
zh_hant: 連線失敗：%@

source: 连接成功，主机可达
en: Connected successfully, host is reachable
ja: 接続成功。ホストに到達できます
ko: 연결 성공, 호스트에 접근 가능
zh_hant: 連線成功，主機可達

source: 连接未通过，请按上方提示排查
en: Connection failed, follow the tips above to troubleshoot
ja: 接続に失敗しました。上記のヒントに従って確認してください
ko: 연결 실패, 위 안내에 따라 문제를 확인하세요
zh_hant: 連線未通過，請依上方提示排查

source: 连接测试
en: Connection test
ja: 接続テスト
ko: 연결 테스트
zh_hant: 連線測試

source: 连接端口
en: Connect to port
ja: ポートに接続
ko: 포트 연결
zh_hant: 連線至連接埠

source: 连接诊断
en: Connection Diagnostics
ja: 接続診断
ko: 연결 진단
zh_hant: 連線診斷

source: 退出终端
en: Exit terminal
ja: ターミナルを終了
ko: 터미널 종료
zh_hant: 退出終端機

source: 选填
en: Optional
ja: 任意
ko: 선택
zh_hant: 選填

source: 选择主机
en: Select host
ja: ホストを選択
ko: 호스트 선택
zh_hant: 選擇主機

source: 选择主机或分组
en: Select hosts or a group
ja: ホストまたはグループを選択
ko: 호스트 또는 그룹 선택
zh_hant: 選取主機或群組

source: 选择卷
en: Select volume
ja: ボリュームを選択
ko: 볼륨 선택
zh_hant: 選擇磁碟區

source: 选择已有卷
en: Select an existing volume
ja: 既存のボリュームを選択
ko: 기존 볼륨 선택
zh_hant: 選擇現有磁碟區

source: 选择已有网络
en: Select an existing network
ja: 既存のネットワークを選択
ko: 기존 네트워크 선택
zh_hant: 選擇現有網路

source: 选择已有镜像
en: Select an existing image
ja: 既存のイメージを選択
ko: 기존 이미지 선택
zh_hant: 選擇現有映像

source: 选择本地命令
en: Select Local Command
ja: ローカルコマンドを選択
ko: 로컬 명령 선택
zh_hant: 選擇本機命令

source: 选择本地脚本
en: Select local script
ja: ローカルスクリプトを選択
ko: 로컬 스크립트 선택
zh_hant: 選擇本機指令碼

source: 选项
en: Options
ja: オプション
ko: 옵션
zh_hant: 選項

source: 通过日志打开
en: Open as Log
ja: ログとして開く
ko: 로그로 열기
zh_hant: 以日誌開啟

source: 部分主机指标不可用
en: Some host metrics are unavailable
ja: 一部のホストメトリクスを利用できません
ko: 일부 호스트 지표를 사용할 수 없습니다
zh_hant: 部分主機指標無法使用

source: 部分片段能力依赖的服务未运行，仍可继续执行。
en: A service used by some snippet capabilities is not running, but the snippet can still run.
ja: スニペットの一部の機能が使用するサービスは起動していませんが、実行は続行できます。
ko: 일부 스니펫 기능에 필요한 서비스가 실행 중이 아니지만 계속 실행할 수 있습니다.
zh_hant: 部分片段能力所依賴的服務未執行，仍可繼續執行。

source: 部分片段能力受权限限制，仍可继续执行。
en: Some snippet capabilities are permission-restricted, but the snippet can still run.
ja: スニペットの一部の機能は権限により制限されていますが、実行は続行できます。
ko: 일부 스니펫 기능이 권한으로 제한되지만 계속 실행할 수 있습니다.
zh_hant: 部分片段能力受權限限制，仍可繼續執行。

source: 部分片段能力状态未知，仍可继续执行。
en: The status of some snippet capabilities is unknown, but the snippet can still run.
ja: スニペットの一部の機能の状態は不明ですが、実行は続行できます。
ko: 일부 스니펫 기능의 상태를 알 수 없지만 계속 실행할 수 있습니다.
zh_hant: 部分片段能力狀態未知，仍可繼續執行。

source: 部分片段要求无法确认，仍可继续执行。
en: Some snippet requirements could not be confirmed, but the snippet can still run.
ja: スニペットの一部の要件を確認できませんが、実行は続行できます。
ko: 일부 스니펫 요구 사항을 확인할 수 없지만 계속 실행할 수 있습니다.
zh_hant: 部分片段要求無法確認，仍可繼續執行。

source: 部分运行
en: Partially running
ja: 一部実行中
ko: 일부 실행 중
zh_hant: 部分執行中

source: 部分远程能力数据不可用，片段仍可继续执行。
en: Some remote capability data is unavailable, but the snippet can still run.
ja: 一部のリモート機能データを利用できませんが、スニペットは実行できます。
ko: 일부 원격 기능 데이터를 사용할 수 없지만 스니펫은 계속 실행할 수 있습니다.
zh_hant: 部分遠端能力資料無法使用，片段仍可繼續執行。

source: 配置文件
en: Configuration file
ja: 設定ファイル
ko: 구성 파일
zh_hant: 設定檔

source: 配置文件必须使用服务器上的绝对路径。
en: The configuration file must use an absolute path on the server.
ja: 設定ファイルにはサーバー上の絶対パスを使用してください。
ko: 구성 파일은 서버의 절대 경로를 사용해야 합니다.
zh_hant: 設定檔必須使用伺服器上的絕對路徑。

source: 配置文件绝对路径
en: Absolute path to configuration file
ja: 設定ファイルの絶対パス
ko: 구성 파일 절대 경로
zh_hant: 設定檔絕對路徑

source: 采集中…
en: Collecting…
ja: 収集中…
ko: 수집 중…
zh_hant: 採集中…

source: 重传率
en: Retransmit
ja: 再送率
ko: 재전송률
zh_hant: 重傳率

source: 重启
en: Restart
ja: 再起動
ko: 재시작
zh_hant: 重新啟動

source: 重启 Compose 服务
en: Restart Compose service
ja: Compose サービスを再起動
ko: Compose 서비스 재시작
zh_hant: 重新啟動 Compose 服務

source: 重启 Compose 项目
en: Restart Compose project
ja: Compose プロジェクトを再起動
ko: Compose 프로젝트 재시작
zh_hant: 重新啟動 Compose 專案

source: 重启次数
en: Restart Count
ja: 再起動回数
ko: 재시작 횟수
zh_hant: 重啟次數

source: 重启策略
en: Restart Policy
ja: 再起動ポリシー
ko: 재시작 정책
zh_hant: 重啟策略

source: 重命名
en: Rename
ja: 名前変更
ko: 이름 변경
zh_hant: 重新命名

source: 重命名分组
en: Rename Group
ja: グループ名を変更
ko: 그룹 이름 변경
zh_hant: 重新命名分組

source: 重新打开终端
en: Reopen Terminal
ja: ターミナルを再度開く
ko: 터미널 다시 열기
zh_hant: 重新開啟終端機

source: 重试
en: Retry
ja: 再試行
ko: 다시 시도
zh_hant: 重試

source: 重连
en: Reconnect
ja: 再接続
ko: 다시 연결
zh_hant: 重新連線

source: 错误详情
en: Error details
ja: エラーの詳細
ko: 오류 세부사항
zh_hant: 錯誤詳情

source: 镜像
en: Images
ja: イメージ
ko: 이미지
zh_hant: 映像

source: 镜像 ID
en: Image ID
ja: イメージ ID
ko: 이미지 ID
zh_hant: 映像 ID

source: 镜像引用
en: Image reference
ja: イメージ参照
ko: 이미지 참조
zh_hant: 映像檔參照
